tap "homebrew/bundle"
tap "ngrok/ngrok"
tap "xcodesorg/made"
brew "aria2"
brew "automake"
brew "bat"
brew "freetype"
brew "cmake"
brew "cocoapods"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-crypt"
brew "gnupg"
brew "libtool"
brew "mas"
brew "nvm"
brew "opam"
brew "pkgconf"
brew "pnpm"
brew "postgresql@16"
brew "rsync"
brew "samba"
brew "telnet"
brew "thefuck"
brew "watchman"
brew "xcodesorg/made/xcodes"
cask "adguard"
cask "discord"
cask "docker"
cask "font-d2coding"
cask "font-d2coding-nerd-font"
cask "google-chrome"
cask "gstreamer-runtime"
cask "iterm2"
cask "karabiner-elements"
cask "maccy"
cask "ngrok"
cask "obsidian"
cask "prismlauncher"
cask "scroll-reverser"
cask "visual-studio-code"
cask "whisky"
cask "wine-stable"
cask "wireshark"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
mas "카카오톡", id: 869223134
