tap "homebrew/bundle"
tap "ngrok/ngrok"
tap "xcodesorg/made"
brew "aria2"
brew "automake"
brew "bat"
brew "freetype"
brew "cmake"
brew "gmp"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-crypt"
brew "libtool"
brew "mas"
brew "nvm"
brew "opam"
brew "pkgconf"
brew "pnpm"
brew "rsync"
brew "samba"
brew "telnet"
brew "thefuck"
brew "xcodesorg/made/xcodes"
cask "adguard"
cask "discord"
cask "docker"
cask "gstreamer-runtime"
cask "maccy"
cask "ngrok"
cask "prismlauncher"
cask "whisky"
cask "wine-stable"
cask "wireshark"
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
mas "카카오톡", id: 869223134
